/* Ano */
"Ano" = "Ano";

/* back */
"Back" = "Zpět";

/* chyba msg */
"Chyba komunikace" = "Chyba komunikace";

/* Chyba chyba title */
"chyba title" = "Chyba";

/* timeout msg */
"connection timeout msg" = "Uplynula doba dotazu na server, čekat déle?";

/* Nabidky */
"Dalsia prijemka" = "Další přejímka";

/* tlacitko odhlasenia */
"LogOff btn" = "Odhlášení";

/* foto menu */
"Nahled" = "Náhled";

/* Ne */
"Ne" = "Ne";

/* grid zaznamov */
"Nejednoznacne RZV" = "Nejednoznačná RZV, upřesněte...";

/* Nabidky */
"Neodeslano" = "NEODESLÁNO";

/* Nabidky */
"Neodoslane kompletne" = "Nebyla odeslána kompletní data!";

/* next */
"Next" = "Další";

/* navig title */
"Nezname vozidlo" = "Neznámé vozidlo";

/* Testovanie funkcnosti lokalizacie */
"novy" = "novy CZ";

/* Nabidky */
"Odeslano Ok" = "Odesláno OK";

/* HTTP/SOAP chyba msg */
"Odpoved serveru nie SOAP" = "Odpoveď serveru nie SOAP";

/* grid zaznamov */
"Palivovy system" = "Palivový systém";

/* grid zaznamov */
"Planovane zakazky/checkIny" = "Naplánované zakázky/Rozpracované Check-Iny";

/* Nabidky */
"Pokracovat" = "Pokračovat";

/* navig caption */
"Povinne vybavy" = "Povinné výbavy";

/* chyba msg */
"Pozadovane data nevyplnena" = "Jedno nebo více požadovaných polí není vyplněno";

/* chyba msg */
"server chyba msg" = "Chybná odpověď od serveru";

/* foto menu */
"Smazat foto" = "Smazat foto";

/* webService::sendMessage */
"Spojeni nevytvorene" = "Nebylo možné navázat spojení";

/* Testovanie lokalizacie */
"test" = "test czech";

/* navig title */
"Vozidlo nevybrano" = "Vozidlo nevybráno";

/*collumn name*/
"Status" = "Status";

/*collumn name*/
"RZV" = "RZV";

/*collumn name*/
"Vozidlo" = "Vozidlo";

/*collumn name*/
"Zakaznik" = "Zákazník";

/*collumn name*/
"PZ c." = "PZ č.";

/*collumn name*/
"VIN" = "VIN";

/*collumn name*/
"Zdroj" = "Zdroj";

/* mesice */
"Leden" = "Leden";
"Unor" = "Únor";
"Brezen" = "Březen";
"Duben" = "Duben";
"Kveten" = "Květen";
"Cerven"  = "Červen";
"Cervenec" = "Červenec";
"Srpen" = "Srpen";
"Zari" = "Září";
"Rijen" = "Říjen";
"Listopad" = "Listopad";
"Prosinec" = "Prosinec";

/*typ paliva*/
"Benzin natural" = "Benzín natural";
"Diesel (Nafta)" = "Diesel (Nafta)";
"Benzin olovnaty" = "Benzín olovnatý";
"Plyn (LPG)" = "Plyn (LPG)";
"Elektro" = "Elektro";
"Plyn (CNG)" = "Plyn (CNG)";

/*UI strings*/

/*"Zakaznik" = "Zákazník";*/
"Zakaznik PH" = "Požadováno: Jméno Příjmení / Firma";
"Stav tachometru" = "Stav tachometru";
"Pozadovano" = "Požadováno";
"Stav paliva" = "Stav paliva";
"stav paliva 0" = "0";
"stav paliva 1" = "1/4";
"stav paliva 2" = "2/4";
"stav paliva 3" = "3/4";
"stav paliva 4" = "P";
"Informace o vozidle" = "Informace o vozidle:";
"Vybava" = "Výbava:";
"Vuz pristavil" = "Vůz přistavil";
"Jmeno Prijmeni" = "Jméno Příjmení";
"Pojistovaci udalost" = "Pojišťovací událost";
"Uzivatel info" = "Informace o užívateľovi";

"Status odeslani" = "Status odeslání";
"Nabidka" = "Nabídka";
"Vybavy" = "Výbavy";
"Mista poskozeni" = "Místa poškození";
"Fotografie" = "Fotografie";
"Zvlastni nabidka" = "Zvláštní nabídka";
"Odesli data" = "Odešli data";
"Platnost emisi" = "Platnost emisí";
"Platnost STK" = "Platnost STK";
"Levy bok" = "Levý bok";
"Zadni cast" = "Zadní část";
"Pravy bok" = "Pravý bok";
"Predni cast" = "Přední část";
"Strecha" = "Střecha";
"Poznamka" = "Poznámka:";
"Provozni oderky" = "Provozní oděrky";
"Prihlaseni" = "Přihlášení";
"Uzivatel" = "Uživatel";
"Heslo" = "Heslo";
"OK" = "OK";
"URL" = "URL";
"Smaz certifikat" = "Smaž certifikát";
"Pouzity certifikat" = "Použitý certifikát";
"UUID" = "UUID";

"Moje" = "Vlastní";
"Ostatne" = "Ostatní";
"HistorieVozu" = "Historie vozu";

"Sluzby" = "Služby";
"Celky" = "Celky";
"Typ" = "Typ";
"Popis" = "Popis";
"PP/ND" = "PP/ND č.";
"Os.č." = "Os.č.";
"Informácie o vozidle" = "Informace o vozidle";
"Informácie o zakazníkovi" = "Informace o zákazníkovi";
"Stručná historie" = "Stručná historie";
"Historie" = "Historie";
"Document" = "Protokol";
"Svolávací a dílenské akce" = "Svolávací a dílenské akce";
"Kód závady" = "Kód závady";
"Typ akce" = "Typ akce";
"Plánované činnosti" = "Plánované činnosti";
"Provozovna" = "Provozovna";
"Tým" = "Tým";
"Činnost" = "Činnost";
"Výhodné nabídky" = "Výhodné nabídky";
"Volne vybavy" = "Volné výbavy";
"Volne sluzby" = "Volné služby";
"Volné nabidky" = "Volné nabídky";
"Protokol" = "Protokol";
"Zakazkovy list" = "Zakázkový list";
"Poškození" = "Poškození";
"Prohlídka" = "Prohlídka";
"Nabídka služeb" = "Nabídka služeb";
"Poradce" = "Poradce";
"Cena" = "Cena";
"Cancel" = "Zrušit";
"OK" = "OK";

/* Trabant */
"Pohledy" = "Pohledy";
"Exterier" = "Exteriér";
"Oderky" = "Oděrky";
"Siluety" = "Siluety";

/*Voz Info EF*/
"Scenar" = "Scénář";
"Datum prodeje/MR" = "Datum prodeje/MR";
"Pojistovaci udalost" = "Pojišťovací událost";
"OTP" = "OTP";
"Platnost EK" = "Platnost EK";
"Servisni knizka" = "Servisní knížka";
"Interiér" = "Interiér";
"Informace o vozidle" = "Informace o vozidle";
"Neulozene data" = "Data nebyla odeslána";
"Novy Checkin" = "Nový Check-In";
"Chcete novy checkin" = "Smazat aktuální data";
"veriza DB struktury je nespravna" = "Verze aplikace neni kompatibilní s verzi databáze.\nVerze klienta: %d\nVerze serveru: %d\nPožádejte o aktualizaci databáze na User HelpDesk - +420 326 819 100 nebo uhd@skoda-auto.cz.";
"nespravna url" = "URL adresa je nesprávná";
"parsovanie do DB sa nezdarilo"="Pársovaní do DB sa nezdařilo";
"Prevzi data"="Prevzi data";
"Nenalezena OBDII hlava"="Nenalezena OBDII hlava, skontrolujte Wifi";
"Neprebehlo ulozenie do DMS"="Neproběhlo uložení do DMS";
"Menu"="Menu";
"AirPrint"="AirPrint";
"Server print"="Server print";
"Odosielam data"="Odesílam data";
"updating static data" = "Updatuje se databáze";
"StaticDataUpdate" = "Proběhla aktualizace lokálních dat, neuložená data budou smazaná.";
"Odlozene polozky" = "Odložené služby";

"Sign" = "Podpis";
"Send email" = "Odeslat";
"Email" = "E-mail";
"Stav oleje" = "Stav oleje";
"email predmet" = "Přejímací protokol vozidla %@ %@";
"email sprava" = "Vážený zákazníku\nV příloze zasíláme protokol o převzetí Vašeho vozu %@, %@, %@ do servisu.\n\nS přátelským pozdravem,\n%@\n%@";

"Material" = "Materiál";
"Prace" = "Práce";
"Celkem" = "Celkem";
"ks" = "ks";
"All packets"="Všechny pakety";
"ND"="Náhradní díly";
"PP"="Pracovní pozice";
"Packet search"="Vyhledávaní paketů";
"Odoslanie emailu"="Odeslání protokolu E-mailem";